{
  "cursosMaisProcurados": [
    {
      "nome": "Desenvolvimento Web",
      "descricao": "Curso abrangente que cobre HTML, CSS e JavaScript para desenvolvimento de websites interativos e responsivos.",
      "custoMensal": "$150",
      "imagem": "imgs/imgjson/devweb.jpg"
    },
    {
      "nome": "Machine Learning",
      "descricao": "Explore algoritmos de machine learning para criar modelos preditivos e automatizar processos de decisão.",
      "custoMensal": "$250",
      "imagem": "imgs/imgjson/machine-learning.webp"
    },
    {
      "nome": "Desenvolvimento Mobile",
      "descricao": "Desenvolva aplicativos para dispositivos móveis iOS e Android com frameworks populares como React Native e Flutter.",
      "custoMensal": "$180",
      "imagem": "imgs/imgjson/desenvolvimentmobile.jpg"
    },
    {
      "nome": "Ciência de Dados",
      "descricao": "Aprenda a extrair, analisar e visualizar dados para obter insights valiosos e tomar decisões embasadas.",
      "custoMensal": "$200",
      "imagem": "imgs/imgjson/cienciadedados.png"
    }
  ],
  "cursosMaisRecentes": [
    {
      "nome": "Blockchain e Criptomoedas",
      "descricao": "Explore a tecnologia blockchain e aprenda sobre criptomoedas como Bitcoin e Ethereum e várias outras.",
      "custoMensal": "$220",
      "imagem": "imgs/imgjson/criptomoeda.jpeg"
    },
    {
      "nome": "Análise de Dados de E-commerce",
      "descricao": "Otimizar operações,o comportamento dos consumidores, maximizar as estratégias de marketing digital.",
      "custoMensal": "$230",
      "imagem": "imgs/imgjson/analisededadosmini.jpeg"
    },
    {
      "nome": "Segurança da Informação",
      "descricao": "Aprenda a proteger sistemas de computadores e redes contra ataques cibernéticos e violações de dados.",
      "custoMensal": "$190",
      "imagem": "imgs/imgjson/segurancadainformacaomini.jpeg"
    },
    {
      "nome": "Artes Visuais",
      "descricao": "Mergulhe no mundo da criatividade, cores e oferecimento de habilidades para expressar as suas ideias através de várias mídias artísticas.",
      "custoMensal": "$129",
      "imagem": "imgs/imgjson/ArtesVisuais.webp"
    }
  ],

  "feedbacks": [
    {
      "titulo": "Excelente Curso de Programação",
      "texto": "Participei do curso de Introdução à Programação e fiquei extremamente satisfeito com a qualidade do conteúdo e o profissionalismo dos instrutores. Aprendi muito e já estou aplicando os conhecimentos em meus projetos pessoais.",
      "nome": "João Silva",
      "profissao": "Programador"
    },
    {
      "titulo": "Aprendizado Valioso em Design Gráfico",
      "texto": "O curso de Design Gráfico superou todas as minhas expectativas. Os módulos foram bem organizados e ricos em conteúdo prático, que me ajudou a desenvolver uma nova habilidade de maneira eficaz. Recomendo fortemente para quem está começando na área!",
      "nome": "Maria Fernanda",
      "profissao": "Design"
    },
    {
      "titulo": "Curso de Marketing Digital",
      "texto": "Incrível! O curso de Marketing Digital me ofereceu uma visão abrangente sobre estratégias de mercado online. Os casos de estudo e as análises de campanhas reais tornaram o aprendizado dinâmico e muito aplicável.",
      "nome": "Carlos Eduardo",
      "profissao": "Analista de Marketing "
    },
    {
      "titulo": "Transformador! Curso de Gestão de Projetos",
      "texto": "Este curso mudou a forma como vejo a gestão de projetos. As técnicas e ferramentas apresentadas foram extremamente úteis para a minha carreira, elevando minha habilidade de organizar e liderar equipes com eficiência.",
      "nome": "Ana Beatriz",
      "profissao": "Gerente de Projetos"
    }
  ],

  "artigos": [
    {
      "categoria": "Tecnologia",
      "titulo": "Avanços em Inteligência Artificial em 2024",
      "data_publicacao": "25/04/2024",
      "descricao": "O artigo explora os recentes desenvolvimentos e aplicações de inteligência artificial, destacando inovações significativas e seu impacto em diversos setores.",
      "caminho_img": "imgs/imgjson/ia2024.jpg"
    },
    {
      "categoria": "Educação",
      "titulo": "Novas Diretrizes para o Ensino Fundamental",
      "data_publicacao": "20/04/2024",
      "descricao": "As últimas mudanças nas políticas educacionais brasileiras, focando nas novas diretrizes curriculares para o ensino fundamental visando melhorar a qualidade da educação.",
      "caminho_img": "imgs/imgjson/reformaeducacional.jpg"
    },
    {
      "categoria": "Mercado de Trabalho",
      "titulo": "Tendências do Mercado de Trabalho para 2024",
      "data_publicacao": "08/04/2024",
      "descricao": "Análise das tendências emergentes no mercado de trabalho, incluindo as profissões em alta, a influência da tecnologia e as mudanças nas exigências de habilidades profissionais.",
      "caminho_img": "imgs/imgjson/tendenciasmercadodetrabalho.jpg"
    }
  ]
}

